Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F13C.tmx
Source language: en_us
Languages: zh_cn

source: This One Simple Habit Transformed My Marriage
zh_cn: 一个简单习惯改变我的婚姻

source: A quick peck on my cheek, as he dashed out to catch the train for long days at work in New York City - that's how Tim and I parted each day.
zh_cn: 当他冲出去赶出差去纽约的火车时，给了我一个迅速的轻吻——这就是我和蒂姆每天的相处。

source: We came together again in the same way with a greeting that acknowledged we occupied the same space, but left me longing for a racy Hollywood embrace.
zh_cn: 我们再次相聚时也会用同样的方式问候，虽然这意味着我们拥有同样的空间，但我一直渴求着一个活泼的好莱坞式的拥抱。

source: I didn't have much hope for change.
zh_cn: 我并没对改变抱有太大希望。

source: I'd complained about Tim's lack of enthusiastic greetings after returning from exhausting work trips ("I just need time to ease into being back in the family," he'd say.)
zh_cn: 我总是抱怨蒂姆在筋疲力尽的出差过后那缺乏热情的问候（蒂姆曾说：“我回家需要时间放松放松。”）

source: We'd been doing it this way for a long time, and that's just the way we are, I sighed to myself.
zh_cn: 我们这样相处已经很久了，这就是我们的生活啊，我也只能自叹。

source: Then one evening I heard Gretchen Rubin speak about her investigation into happiness, which grew from an "ah-ha moment" on a New York City bus into a book called the "Happiness Project."
zh_cn: 有天晚上我看到了格雷琴罗宾谈到她关于幸福的调查，这是由纽约巴士上的“轻松一刻”发展成的一本名为“幸福工程”的书。

source: She was talking about the small things she discovered that made her family happier.
zh_cn: 她谈及她发现的一些令家庭更加幸福的小事。

source: A key move: purposeful greetings between her husband and children at the beginning and end of the day.
zh_cn: 有一个关键举动就是她在早晚时给丈夫和孩子有意义性的问候。

source: I was inspired.
zh_cn: 我受到了鼓舞。

source: The next day as Tim was putting on his coat, I grabbed his shoulders and turned him toward me and took a breath in. Bye," I said.
zh_cn: 翌日，蒂姆穿外套时，我扳过他的肩膀让他面朝我，深呼吸一口：“再见。”我说。

source: We kissed quickly, on the lips.
zh_cn: 迅速地亲吻了一下。

source: Not exactly the impassioned smooch I wanted, but it was a start.
zh_cn: 确切地说，并不是我想要的充满激情的吻，但这仅是个开始。

source: I had already noticed that we often communicated while passing in and out of rooms or while brushing our teeth.
zh_cn: 我已经注意到，当我们进出房间或刷牙时都经常会有一些交流，但这些交流大部分都是以误解告终。

source: Many of those conversations ended with miscommunication that required time to rework issues we thought we had already settled.
zh_cn: 这也需要了更多时间去重新开始原以为解决的问题。

source: More important, we created disconnection and resentment.
zh_cn: 更甚者是，我们总是制造分裂和仇恨。

source: And we complained and blamed each other for not listening or paying attention.
zh_cn: 并且埋怨对方的不愿倾听和心不在焉。

source: So I began making an effort to put down any distracting thing - book, cellphone or child - and turn toward Tim and greet him fully.
zh_cn: 因此，我开始努力推掉任何分心的事情——书，手机亦或是孩子——全心全意地问候蒂姆。

source: I began doing it even when I didn't feel like it, even when I felt resentful about my married life.
zh_cn: 即使我不情愿着、抱怨着我的婚姻生活，我也开始这么做了。

source: I did it even when turning toward Tim felt like turning an ocean liner through a swamp.
zh_cn: 甚至面对蒂姆就像远洋班轮在沼泽里航行般艰难我也这么做了。

source: I had become really good at showing my unhappiness by turning my body against connection.
zh_cn: 我变得真的很善于通过身体对抗交流带来的不快。

source: Now I was creating a new physical practice to connect with Tim.
zh_cn: 现如今我已经创造了一套新的体育锻炼的方法与蒂姆沟通。

source: I later learned that by turning toward each other when either of us made even the smallest bid for connection (like putting down a cell phone, closing the computer when the other person speaks, or simply exchanging warm looks), I actually improved the odds that we'd stay married.
zh_cn: 当我们其中一个做出了小小的努力去争取两人的沟通时，我学到了很多，（如拒接一个电话，当对方说话时关掉电脑，或仅仅是温暖的相视。）实际上我们的婚姻已经有所改善。

source: Marriage researcher John Gottman studied newlyweds and found that those who were still married six years after the initial observation had responded to their partners' bids for attention 90 percent of the time. The divorced couples had responded to their partner's bids for connection just 30 percent of the time.
zh_cn: 婚姻专家约翰戈特曼研究新婚夫妇并发现那些在最初的六年观察后仍维持婚姻的夫妇90%的时间都可以回应对方的沟通，但离婚夫妇只有30%。

source: As for hello and goodbye kisses, let's just say we could be in the movies...
zh_cn: 至于问候和告别吻，就照着电影里的来吧......
